{
    "script": {
        "title_course": "Exploring the Solar System",
        "introduction_paragraph": "Welcome to our journey through the solar system! The solar system is a vast and fascinating place, comprising eight planets, dwarf planets, asteroids, comets, and other smaller bodies. In this course, we will explore the wonders of our cosmic neighborhood, from the scorching hot surface of the Sun to the icy cold temperatures of Neptune.",
        "chapters": [
            {
                "title_chapter": "Chapter 1: The Sun and the Inner Planets",
                "content": "The Sun is the center of our solar system, a massive ball of hot, glowing gas that provides light and heat to the planets. The four inner planets, Mercury, Venus, Earth, and Mars, are rocky worlds with diverse environments. Mercury is the smallest planet, with a highly eccentric orbit that takes it extremely close to the Sun. Venus is shrouded in thick clouds of sulfuric acid and droplets of sulfuric acid, while Earth is home to a diverse range of life forms. Mars, with its reddish hue, is a potential candidate for supporting life.",
                "images": [
                    "Draw a massive ball of hot, glowing gas with flames erupting from its surface, surrounded by four small rocky planets with different textures and colors.",
                    "Depict Mercury as a small, cratered planet with a highly eccentric orbit, with the Sun looming large in the background.",
                    "Illustrate Venus as a planet shrouded in thick clouds of sulfuric acid and droplets of sulfuric acid, with a surface hidden from view.",
                    "Show Earth as a vibrant blue planet teeming with life, with oceans, continents, and clouds visible from space.",
                    "Portray Mars as a reddish planet with a barren, rocky surface and a thin atmosphere, with the Curiosity rover exploring the terrain."
                ]
            },
            {
                "title_chapter": "Chapter 2: The Outer Planets",
                "content": "The four outer planets, Jupiter, Saturn, Uranus, and Neptune, are gas giants that dominate the solar system in terms of size and mass. Jupiter is the largest planet, with a massive storm system known as the Great Red Spot. Saturn is famous for its stunning ring system, composed of ice and rock particles. Uranus and Neptune are icy worlds with extremely cold temperatures and strong winds.",
                "images": [
                    "Draw a massive gas giant planet with a giant storm system, surrounded by a system of moons and a faint ring system.",
                    "Illustrate Saturn as a planet with a stunning ring system, composed of ice and rock particles, with the moons Titan and Enceladus visible in the background.",
                    "Depict Uranus as an icy planet with a tilted axis, resulting in extreme seasons, with a thin atmosphere and a system of rings and moons.",
                    "Show Neptune as a cold and icy planet with strong winds, surrounded by a system of moons and a faint ring system."
                ]
            },
            {
                "title_chapter": "Chapter 3: Dwarf Planets and Other Small Bodies",
                "content": "In addition to the eight planets, the solar system is home to dwarf planets, asteroids, comets, and other small bodies. Pluto, once considered the ninth planet, is now classified as a dwarf planet. Asteroids are small rocky objects that orbit the Sun, while comets are icy bodies that release gas and dust as they approach the Sun.",
                "images": [
                    "Illustrate Pluto as a small, icy dwarf planet with a highly eccentric orbit, surrounded by a system of moons.",
                    "Depict an asteroid as a small, rocky object with a highly elliptical orbit, with the Sun visible in the background.",
                    "Show a comet as an icy body with a bright tail of gas and dust, as it approaches the Sun."
                ]
            }
        ]
    },
    "qcm": [
        {
            "question": "What is the largest planet in our solar system?",
            "list_answers": [
                "Earth",
                "Saturn",
                "Jupiter",
                "Uranus"
            ],
            "index_good_answer": 2
        },
        {
            "question": "Which planet is known for its stunning ring system?",
            "list_answers": [
                "Jupiter",
                "Saturn",
                "Uranus",
                "Neptune"
            ],
            "index_good_answer": 1
        },
        {
            "question": "What is the smallest planet in our solar system?",
            "list_answers": [
                "Mercury",
                "Mars",
                "Venus",
                "Earth"
            ],
            "index_good_answer": 0
        },
        {
            "question": "Which dwarf planet was once considered the ninth planet?",
            "list_answers": [
                "Pluto",
                "Eris",
                "Ceres",
                "Haumea"
            ],
            "index_good_answer": 0
        },
        {
            "question": "What is the farthest planet from the Sun?",
            "list_answers": [
                "Neptune",
                "Uranus",
                "Saturn",
                "Jupiter"
            ],
            "index_good_answer": 0
        }
    ]
}